Repository: shahram8708/Quantum-Ledger-Innovators
Catalog: Finvela Hugginface/translations/*/LC_MESSAGES/messages.po
Languages: hi

source: Parse with AI (Finvela)
hi: एआई से पार्स करें (Finvela)

source: Extract headers and line items with the Finvela model
hi: फिनलेवा मॉडल के साथ हेडर और लाइन आइटम निकालें

source: Extraction Summary
hi: निष्कर्षण सारांश

source: Mean confidence: %(percentage)s%%
hi: औसत आत्मविश्वास: %(percentage)s%%

source: Fetch live market averages for each line item
hi: प्रत्येक लाइन आइटम के लिए लाइव बाजार औसत प्राप्त करें

source: Fetch market benchmark
hi: बाजार बेंचमार्क प्राप्त करें

source: Header confidence
hi: हेडर कॉन्फिडेंस

source: Invoice Date:
hi: चालान की तारीख:

source: Invoice No:
hi: चालान संख्या:

source: MIME
hi: एमआईएमई

source: MIME type
hi: एमआईएमई प्रकार

source: Preview
hi: पूर्वावलोकन

source: Preview not available for this format.
hi: इस प्रारूप के लिए पूर्वावलोकन उपलब्ध नहीं है।

source: Processing with Finvela…
hi: Finvela से प्रोसेस हो रहा है...

source: Size
hi: आकार

source: Verify the file rendering and metadata before taking action. PDFs appear inline; other formats can be opened in a new tab.
hi: कार्रवाई करने से पहले फ़ाइल रेंडरिंग और मेटाडेटा की जांच करें। पीडीएफ इनलाइन दिखाई देते हैं; अन्य प्रारूपों को नए टैब में खोला जा सकता है।

source: View payload
hi: पेलोड देखें

source: Invoice No.
hi: चालान संख्या

source: Uploaded
hi: अपलोड किया गया

source: Vendor GST:
hi: विक्रेता जीएसटी:

source: Vendor GST
hi: विक्रेता जीएसटी

source: View Extracted Data
hi: निकाले गए डेटा देखें

source: Header Fields
hi: हेडर फ़ील्ड

source: Field
hi: फ़ील्ड

source: Confidence
hi: विश्वास

source: Value
hi: मूल्य

source: Download CSV
hi: CSV डाउनलोड करें

source: Download JSON
hi: JSON डाउनलोड करें

source: Invoice preview
hi: चालान पूर्वावलोकन

source: Open file
hi: फ़ाइल खोलें

source: Inline viewer with file and metadata.
hi: फ़ाइल और मेटाडेटा के साथ इनलाइन व्यूअर।

source: 8. Contact Information
hi: 8. संपर्क जानकारी

source: A multidisciplinary crew of operators, data scientists, and designers.
hi: ऑपरेटरों, डेटा वैज्ञानिकों और डिजाइनरों का एक बहु-विषयक दल।

source: A world where finance teams orchestrate strategy rather than paperwork, with AI copilots augmenting every audit, procurement, and compliance decision.
hi: एक ऐसी दुनिया जहां वित्त टीमें कागजी कार्रवाई के बजाय रणनीति तैयार करती हैं, जिसमें एआई सह-पायलट हर ऑडिट, खरीद और अनुपालन निर्णय को बढ़ाते हैं।

source: AI Analysis Insights
hi: एआई विश्लेषण अंतर्दृष्टि

source: AI Copilot
hi: एआई कोपायलट

source: AI Invoice Copilot
hi: एआई इनवॉइस कोपायलट

source: About Us
hi: हमारे बारे में

source: Access denied
hi: पहुंच अस्वीकृत

source: Access your Finvela dashboards and tools with your organizational credentials.
hi: अपने संगठनात्मक क्रेडेंशियल्स के साथ अपने फिनवेला डैशबोर्ड और टूल तक पहुंचें।

source: Action
hi: कार्रवाई

source: Action required
hi: कार्रवाई आवश्यक है

source: Pending approvals (%(count)s)
hi: लंबित अनुमोदन (%(count)s)

source: Actions
hi: कार्रवाई

source: Active
hi: सक्रिय

source: Active invites
hi: सक्रिय आमंत्रण

source: Active members
hi: सक्रिय सदस्य

source: Active members ({{ usage.active }})
hi: सक्रिय सदस्य ({{ usage.active }})

source: Active members:
hi: सक्रिय सदस्य:

source: Activity payload
hi: गतिविधि पेलोड

source: Activity will appear here after your first upload.
hi: आपके पहले अपलोड के बाद गतिविधि यहां दिखाई देगी.

source: Add a GSTIN to enable verification. {% elif gst_data and gst_data.summary %} {{ gst_data.summary }} {% else %} Verification not yet performed.
hi: सत्यापन सक्षम करने के लिए एक जीएसटीआईएन जोड़ें। {% elif gst_data and gst_data.summary %} {{ gst_data.summary }} {% else %} सत्यापन अभी तक नहीं किया गया है।

source: Add line adjustment
hi: लाइन समायोजन जोड़ें

source: Additional seats
hi: अतिरिक्त सीटें

source: Approve %(name)s and allocate a seat
hi: %(name)s को स्वीकृत करें और एक सीट आबंटित करें

source: Admin
hi: व्यवस्थापक

source: Admin checklist
hi: व्यवस्थापक चेकलिस्ट

source: Admins create organizations and invite teammates. Members join an existing workspace with an invite code from their admin.
hi: व्यवस्थापक संगठन बनाते हैं और टीम के साथियों को आमंत्रित करते हैं। सदस्य अपने व्यवस्थापक से आमंत्रण कोड के साथ मौजूदा कार्यक्षेत्र में शामिल होते हैं।

source: Ahmedabad, Gujarat
hi: अहमदाबाद, गुजरात

source: All
hi: सभी

source: All fields are required. We only use this information to respond to your request.
hi: सभी फ़ील्ड आवश्यक हैं। हम इस जानकारी का उपयोग केवल आपके अनुरोध का जवाब देने के लिए करते हैं।

source: Already registered?
hi: पहले से ही पंजीकृत?

source: Amount
hi: मात्रा

source: Amounts
hi: राशियाँ

source: Another action beat you to it. Refresh and try again.
hi: एक और कार्रवाई ने आपको चौंका दिया। ताज़ा करें और पुनः प्रयास करें.

source: Appeal automated decisions that produce legal or similarly significant effects.
hi: कानूनी या समान रूप से महत्वपूर्ण प्रभाव उत्पन्न करने वाले स्वचालित निर्णयों के खिलाफ अपील करें।

source: Apply
hi: आवेदन करना

source: Approve
hi: मंज़ूरी देना

source: Approve {{ user.full_name }} and allocate a seat
hi: {{ user.full_name }} को स्वीकृत करें और एक सीट आवंटित करें

source: Arithmetic Check
hi: अंकगणितीय जाँच

source: As you edit the field above, these numbers refresh instantly so you can validate the upgrade before continuing.
hi: जैसे ही आप उपरोक्त फ़ील्ड को संपादित करते हैं, ये नंबर तुरंत ताज़ा हो जाते हैं ताकि आप जारी रखने से पहले अपग्रेड को सत्यापित कर सकें।

source: Ask about anomalies, GST validation, duplicates…
hi: विसंगतियों, जीएसटी सत्यापन, डुप्लिकेट के बारे में पूछें...

source: Ask clear, action-oriented questions. Try "Compare this invoice with last month" or "Highlight suspicious GST entries." The AI replies once the file has finished processing.
hi: स्पष्ट, क्रिया-उन्मुख प्रश्न पूछें। "पिछले महीने के साथ इस चालान की तुलना करें" या "संदिग्ध जीएसटी प्रविष्टियों को हाइलाइट करें" का प्रयास करें। फ़ाइल की प्रोसेसिंग पूरी होने पर AI उत्तर देता है।

source: Ask your Finvela administrator to send an invite code or generate a fresh one.
hi: अपने फिनवेला व्यवस्थापक से एक आमंत्रण कोड भेजने या एक नया आमंत्रण कोड तैयार करने के लिए कहें।

source: Assign
hi: सौंपना

source: Assign reviewer
hi: समीक्षक नियुक्त करें

source: Assigned
hi: सौंपा गया

source: Attempts remaining:
hi: प्रयास शेष:

source: Audit your past payments
hi: अपने पिछले भुगतानों का ऑडिट करें

source: Authentication metadata, security events, and audit trails for compliance purposes.
hi: अनुपालन उद्देश्यों के लिए प्रमाणीकरण मेटाडेटा, सुरक्षा ईवेंट और ऑडिट ट्रेल्स।

source: Authentication required
hi: प्रमाणित करना

source: Peak drift: %(percentage)s%%
hi: अधिकतम बहाव: %(percentage)s%%

source: Avg price
hi: औसत कीमत

source: Avoid reusing old passwords. Combine uppercase, lowercase, digits, and punctuation. Password managers generate safe options instantly.
hi: पुराने पासवर्ड दोबारा इस्तेमाल करने से बचें. अपरकेस, लोअरकेस, अंक और विराम चिह्न को मिलाएं। पासवर्ड प्रबंधक तुरंत सुरक्षित विकल्प उत्पन्न करते हैं।

source: Back to sign in
hi: साइन इन करने के लिए वापस जाएँ

source: Bad request
hi: खराब अनुरोध

source: Begin a fresh invoice conversation
hi: नए सिरे से इनवॉइस वार्तालाप प्रारंभ करें

source: Billed
hi: बिल

source: Billed {{ outlier.get('billed_price') or '—' }} vs Market
hi: बिल किया गया {{ outlier.get('billed_price') or '—' }} बनाम बाज़ार

source: Billed {{ violation.get('billed_rate') or '—' }} vs Expected
hi: बिल किया गया {{ violation.get('billed_rate') or '—' }} बनाम अपेक्षित

source: Billing
hi: बिलिंग

source: Billing cockpit
hi: बिलिंग कॉकपिट

source: Book a demo
hi: एक डेमो बुक करें

source: Browse
hi: ब्राउज़

source: Browse vendor fingerprints, sample depth, and recent drift observations.
hi: विक्रेता की उंगलियों के निशान, नमूना गहराई और हाल के बहाव अवलोकन ब्राउज़ करें।

source: Average drift: %(percentage)s%%
hi: औसत बहाव: %(percentage)s%%

source: By accessing or using {{ app_name }}, you confirm that you are of legal age and have authority to enter into these Terms on behalf of yourself or the entity you represent. If you do not agree, you must discontinue use of the Service immediately.
hi: {{ app_name }} तक पहुंच या उपयोग करके, आप पुष्टि करते हैं कि आप कानूनी उम्र के हैं और आपके पास अपनी या जिस इकाई का आप प्रतिनिधित्व करते हैं उसकी ओर से इन शर्तों में प्रवेश करने का अधिकार है। यदि आप सहमत नहीं हैं, तो आपको सेवा का उपयोग तुरंत बंद कर देना चाहिए।

source: CSV File
hi: सीएसवी फ़ाइल

source: Catalog status
hi: कैटलॉग स्थिति

source: Category
hi: वर्ग

source: Change
hi: परिवर्तन

source: Check spam folders
hi: स्पैम फ़ोल्डर्स की जाँच करें

source: Check spam folders if the email is missing. The code is valid once and enters automatically on mobile if you allow autofill.
hi: यदि ईमेल गायब है तो स्पैम फ़ोल्डर्स की जाँच करें। कोड एक बार मान्य होता है और यदि आप ऑटोफिल की अनुमति देते हैं तो यह स्वचालित रूप से मोबाइल पर दर्ज हो जाता है।

source: Choose a new password
hi: नया पासवर्ड चुनें

source: Choose file
hi: फाइलें चुनें

source: Choose how long the invite stays valid and how many times it can be used. Send the generated code to teammates you want to onboard.
hi: चुनें कि आमंत्रण कितने समय तक वैध रहेगा और इसका कितनी बार उपयोग किया जा सकता है। जनरेट किया गया कोड उन टीम के साथियों को भेजें जिन्हें आप शामिल करना चाहते हैं।

source: Choose how you’re joining so we can unlock the right onboarding path and permissions.
hi: चुनें कि आप कैसे शामिल हो रहे हैं ताकि हम सही ऑनबोर्डिंग पथ और अनुमतियाँ अनलॉक कर सकें।

source: Click anywhere in a row to open the invoice detail view. Risk dots indicate AI-detected anomalies: green is low, amber is medium, red is high.
hi: चालान विवरण दृश्य खोलने के लिए पंक्ति में कहीं भी क्लिक करें। जोखिम बिंदु एआई-पता लगाए गए विसंगतियों को दर्शाते हैं: हरा कम है, एम्बर मध्यम है, लाल अधिक है।

source: Close
hi: बंद करना

source: Code
hi: कोड

source: Code expired?
hi: कोड समाप्त हो गया?

source: Collaborate with the AI assistant to verify, compare, and audit invoices in real time. One chat keeps every document and insight together.
hi: वास्तविक समय में चालानों को सत्यापित, तुलना और ऑडिट करने के लिए एआई सहायक के साथ सहयोग करें। एक चैट हर दस्तावेज़ और जानकारी को एक साथ रखती है।

source: Combine AI signals to generate a composite risk score
hi: समग्र जोखिम स्कोर उत्पन्न करने के लिए एआई संकेतों को संयोजित करें

source: Combine search text with status filters for the most precise results. The table updates once you click Apply.
hi: सबसे सटीक परिणामों के लिए खोज टेक्स्ट को स्थिति फ़िल्टर के साथ संयोजित करें। लागू करें पर क्लिक करते ही तालिका अपडेट हो जाती है।

source: Combines market benchmarks, compliance checks, and duplicate heuristics.
hi: बाजार बेंचमार्क, अनुपालन जांच और डुप्लिकेट अनुमान को जोड़ती है।

source: Come say hello at our HQ.
hi: आइए हमारे मुख्यालय पर नमस्ते कहें।

source: Company GST:
hi: कंपनी जीएसटी:

source: Compares billed product prices to the average market price (using AI grounding) and flags outliers.
hi: बिल किए गए उत्पाद की कीमतों की तुलना औसत बाजार मूल्य (एआई ग्राउंडिंग का उपयोग करके) और फ़्लैग आउटलेर्स से करता है।

source: Comply with applicable laws, regulations, and data protection obligations when using the Service.
hi: सेवा का उपयोग करते समय लागू कानूनों, विनियमों और डेटा सुरक्षा दायित्वों का पालन करें।

source: Complying with legal, regulatory, and audit obligations in jurisdictions where we operate.
hi: जहां हम काम करते हैं उन न्यायक्षेत्रों में कानूनी, विनियामक और लेखापरीक्षा दायित्वों का अनुपालन करना।

source: Composite Risk
hi: समग्र जोखिम

source: Compute Risk Score
hi: जोखिम स्कोर की गणना करें

source: Computed
hi: गणना

source: Confidence {{ (arithmetic_check.get('confidence') | float * 100) | round(1) }}%
hi: आत्मविश्वास {{ (arithmetic_check.get('confidence') | float * 100) | round(1) }}%

source: Confidence {{ (entry.get('confidence') | float * 100) | round(1) }}%
hi: आत्मविश्वास {{ (entry.get('confidence') | float * 100) | round(1) }}%

source: Confidence {{ (hsn_rate.get('confidence') | float * 100) | round(1) }}%
hi: आत्मविश्वास {{ (hsn_rate.get('confidence') | float * 100) | round(1) }}%

source: Confidence {{ (outlier.get('confidence') | float * 100) | round(1) }}%
hi: आत्मविश्वास {{ (outlier.get('confidence') | float * 100) | round(1) }}%

source: Confidence {{ (price_outlier.get('confidence') | float * 100) | round(1) }}%
hi: आत्मविश्वास {{ (price_outlier.get('confidence') | float * 100) | round(1) }}%

source: Confirm that your team usage matches expectations. The metrics below update in real time so you can validate the upgrade impact.
hi: पुष्टि करें कि आपकी टीम का उपयोग अपेक्षाओं से मेल खाता है। नीचे दिए गए मेट्रिक्स वास्तविक समय में अपडेट होते हैं ताकि आप अपग्रेड प्रभाव को सत्यापित कर सकें।

source: Confirm you’re checking the mailbox linked to your Finvela account.
hi: पुष्टि करें कि आप अपने फिनवेला खाते से जुड़े मेलबॉक्स की जाँच कर रहे हैं।

source: Conflict detected
hi: संघर्ष का पता चला

source: Contact
hi: संपर्क

source: Contact Information
hi: संपर्क जानकारी

source: Contact your Finvela admin or reach support for manual verification.
hi: अपने फिनवेला व्यवस्थापक से संपर्क करें या मैन्युअल सत्यापन के लिए सहायता तक पहुंचें।

source: Conversation transcript
hi: बातचीत प्रतिलेख

source: Counterfactual Simulator
hi: प्रतितथ्यात्मक सिम्युलेटर

source: Create account
hi: खाता बनाएं

source: Create an account or ask an administrator to invite you to your organization.
hi: एक खाता बनाएं या किसी व्यवस्थापक से आपको अपने संगठन में आमंत्रित करने के लिए कहें।

source: Create an account to explore AI invoice reviews, or jump into the system health page to see real-time platform diagnostics.
hi: एआई इनवॉइस समीक्षाओं का पता लगाने के लिए एक खाता बनाएं, या रीयल-टाइम प्लेटफ़ॉर्म डायग्नोस्टिक्स देखने के लिए सिस्टम स्वास्थ्य पृष्ठ पर जाएं।

source: Create one
hi: एक तैयार करें

source: Create your account
hi: अपना खाता बनाएं

source: Created
hi: बनाया था

source: Created %(date)s
hi: निर्मित %(date)s

source: Current limit
hi: वर्तमान सीमा

source: Current plan
hi: वर्तमान योजना

source: Dashboard
hi: डैशबोर्ड

source: Invoice intelligence, ready for scale.
hi: चालान खुफिया, पैमाने के लिए तैयार.

source: Data status
hi: डेटा स्थिति

source: Date
hi: तारीख

source: Welcome to %(app_name)s. This Privacy Policy describes how we collect, use, disclose, and safeguard your information when you use our web and mobile applications, APIs, and related services (collectively, the "Services"). By accessing or using the Services, you acknowledge that you have read, understood, and agreed to this policy.
hi: %(app_name)s में आपका स्वागत है। यह गोपनीयता नीति बताती है कि जब आप हमारे वेब और मोबाइल एप्लिकेशन, एपीआई और संबंधित सेवाओं (सामूहिक रूप से, "सेवाएँ") का उपयोग करते हैं तो हम आपकी जानकारी को कैसे एकत्रित, उपयोग, प्रकट और सुरक्षित रखते हैं। सेवाओं का उपयोग करके आप स्वीकार करते हैं कि आपने इस नीति को पढ़ा, समझा और इससे सहमत हैं।

source: Delta {{ (outlier.get('delta_percent') | float) | round(1) }}%
hi: डेल्टा {{ (outlier.get('delta_percent') | float) | round(1) }}%

source: Description
hi: विवरण

source: Device identifiers, IP addresses, browser type, and operating system.
hi: डिवाइस पहचानकर्ता, आईपी पते, ब्राउज़र प्रकार और ऑपरेटिंग सिस्टम।

source: Diagnostics
hi: निदान

source: Discrepancies
hi: विसंगतियों

source: Don’t have an account?
hi: कोई खाता नहीं है?

source: Download sample CSV
hi: नमूना सीएसवी डाउनलोड करें

source: Drag and drop PDF, PNG, or JPEG files ({{ max_upload_mb }} MB max).
hi: पीडीएफ, पीएनजी, या जेपीईजी फ़ाइलें (अधिकतम {{ max_upload_mb }} एमबी) खींचें और छोड़ें।

source: Drift history
hi: बहाव का इतिहास

source: Drift score
hi: बहाव स्कोर

source: Driven by customer trust since 2019
hi: 2019 से ग्राहक विश्वास द्वारा संचालित

source: Drop a PDF or image here
hi: यहां एक पीडीएफ या छवि छोड़ें

source: Drop files here or click to browse
hi: फ़ाइलें यहां छोड़ें या ब्राउज़ करने के लिए क्लिक करें

source: Drop one file at a time for the cleanest audit trail. The upload button activates automatically when a file is ready.
hi: सबसे साफ़ ऑडिट ट्रेल के लिए एक समय में एक फ़ाइल छोड़ें। फ़ाइल तैयार होने पर अपलोड बटन स्वचालित रूप से सक्रिय हो जाता है।

source: Duplicate Check
hi: डुप्लीकेट चेक

source: Email
hi: ईमेल

source: Email the team
hi: टीम को ईमेल करें

source: Email us at %(support_email)s
hi: हमें %(support_email)s पर ईमेल करें

source: Embedding dimensions
hi: एंबेडिंग आयाम

source: No summary captured yet.
hi: अभी तक कोई सारांश कैप्चर नहीं किया गया।

source: Empower finance teams with intelligent, privacy-forward workflows that automate manual checks, uncover risk, and surface insights before they become costly surprises.
hi: बुद्धिमान, गोपनीयता-अग्रेषित वर्कफ़्लो के साथ वित्त टीमों को सशक्त बनाएं जो मैन्युअल जांच को स्वचालित करते हैं, जोखिम को उजागर करते हैं, और महंगी आश्चर्य बनने से पहले अंतर्दृष्टि को सतह पर लाते हैं।

source: Enable MFA
hi: एमएफए सक्षम करें

source: End
hi: अंत

source: English
hi: अंग्रेज़ी

source: Ensure uploaded content is accurate, lawful, and does not infringe intellectual property or privacy rights.
hi: सुनिश्चित करें कि अपलोड की गई सामग्री सटीक, वैध है और बौद्धिक संपदा या गोपनीयता अधिकारों का उल्लंघन नहीं करती है।

source: Enter the total seat count you want for the entire organization. We will calculate the extra seats and the one-time payment before you confirm.
hi: पूरे संगठन के लिए इच्छित कुल सीट संख्या दर्ज करें। आपकी पुष्टि करने से पहले हम अतिरिक्त सीटों और एकमुश्त भुगतान की गणना करेंगे।

source: Enter your 6-digit code
hi: अपना 6 अंकीय कोड दर्ज करें

source: Environment
hi: पर्यावरण

source: Estimated Accuracy
hi: अनुमानित सटीकता

source: Event
hi: आयोजन

source: Event payload
hi: इवेंट पेलोड

source: Every chat stores the associated invoice and findings.
hi: प्रत्येक चैट संबंधित चालान और निष्कर्षों को संग्रहीत करती है।

source: Expected columns:
hi: अपेक्षित कॉलम:

source: Expense artifacts, receipts, invoices, and supporting documents uploaded to the platform.
hi: व्यय कलाकृतियाँ, रसीदें, चालान और सहायक दस्तावेज़ प्लेटफ़ॉर्म पर अपलोड किए गए।

source: Expires
hi: समय-सीमा समाप्त

source: Explainable AI keeping finance teams in command
hi: वित्त टीमों को कमान में रखते हुए समझाने योग्य एआई

source: Export your data or transfer it to another service provider.
hi: अपना डेटा निर्यात करें या किसी अन्य सेवा प्रदाता को स्थानांतरित करें।

source: External Benchmark Catalog
hi: बाहरी बेंचमार्क कैटलॉग

source: Extraction details will appear here once parsing finishes.
hi: पार्सिंग समाप्त होने पर निष्कर्षण विवरण यहां दिखाई देंगे।

source: Fill out your upgrade request
hi: अपना अपग्रेड अनुरोध भरें

source: Fingerprint metrics captured from historical invoices.
hi: ऐतिहासिक चालानों से फ़िंगरप्रिंट मेट्रिक्स कैप्चर किए गए।

source: Finvela
hi: फिनलेवा

source: Finvela HQ
hi: फिनवेला मुख्यालय

source: Finvela HQ, 221B Residency Road, Ahmedabad, India
hi: फिनवेला मुख्यालय, 221बी रेजीडेंसी रोड, बेंगलुरु, भारत

source: Finvela Platform
hi: फिनवेला प्लेटफार्म

source: Finvela Dashboard · Invoice Intelligence
hi: फिनवेला डैशबोर्ड · इनवॉइस इंटेलिजेंस

source: Monitor uploads, AI invoice summaries, and live finance activity inside Finvela's explainable automation workspace.
hi: फिनवेला के व्याख्यात्मक स्वचालन कार्यक्षेत्र में अपलोड, एआई इनवॉइस सारांश और लाइव वित्तीय गतिविधि की निगरानी करें।

source: AI invoice automation dashboard, finance workflow intelligence, Finvela live activity, expense analysis workspace
hi: एआई इनवॉइस ऑटोमेशन डैशबोर्ड, वित्त वर्कफ़्लो इंटेलिजेंस, फिनवेला लाइव गतिविधि, खर्च विश्लेषण कार्यक्षेत्र

source: Finvela Dashboard • Invoice Intelligence
hi: फिनवेला डैशबोर्ड • इनवॉइस इंटेलिजेंस

source: Finvela Dashboard
hi: फिनवेला डैशबोर्ड

source: Authenticated dashboard for managing AI-driven invoice uploads, reviews, and live activity streams.
hi: एआई संचालित इनवॉइस अपलोड, समीक्षाओं और लाइव गतिविधि स्ट्रीम का प्रबंधन करने वाला प्रमाणित डैशबोर्ड।

source: Finvela Privacy Office, 221B Residency Road, Ahmedabad, India
hi: फिनवेला गोपनीयता कार्यालय, 221बी रेजीडेंसी रोड, बेंगलुरु, भारत

source: Invoice intelligence built for decisive finance teams.
hi: निर्णायक वित्त टीमों के लिए तैयार की गई इनवॉइस इंटेलिजेंस।

source: Finvela unifies automated invoice inspection, audit-ready controls, and collaborative review workflows inside a secure platform that scales with your operations.
hi: फिनवेला स्वचालित इनवॉइस निरीक्षण, ऑडिट-तैयार नियंत्रण और सहयोगी समीक्षा वर्कफ़्लो को एक सुरक्षित प्लेटफ़ॉर्म में एकीकृत करता है जो आपके संचालन के साथ स्केल होता है।

source: Compliance ready
hi: अनुपालन के लिए तैयार

source: Granular audit logs and SOC-aligned policies from day one.
hi: पहले दिन से सघन ऑडिट लॉग और एसओसी-संरेखित नीतियाँ।

source: Realtime context
hi: रियलटाइम संदर्भ

source: Streaming diagnostics, SLA monitoring, and proactive alerts.
hi: स्ट्रीमिंग डायग्नोस्टिक्स, SLA मॉनिटरिंग और सक्रिय अलर्ट।

source: Team-first UX
hi: टीम-प्रथम UX

source: Role-based workspaces for finance, audit, and risk stakeholders.
hi: वित्त, ऑडिट और जोखिम हितधारकों के लिए भूमिका-आधारित कार्यक्षेत्र।

source: Kick off implementation
hi: कार्यान्वयन शुरू करें

source: Provision your organization account, review AI-assisted invoice flows, and validate queue performance before inviting the wider team.
hi: अपना संगठन खाता तैयार करें, एआई-सहायता प्राप्त इनवॉइस प्रवाह की समीक्षा करें और व्यापक टीम को आमंत्रित करने से पहले कतार प्रदर्शन को मान्य करें।

source: Download application
hi: एप्लिकेशन डाउनलोड करें

source: Drag and drop PDF, PNG, or JPEG files (%(limit)s MB max).
hi: PDF, PNG या JPEG फ़ाइलों को खींचें और छोड़ें (%(limit)s MB अधिकतम)।

source: Accepts .pdf, .jpg, .jpeg, .png. Maximum size %(limit)s MB.
hi: .pdf, .jpg, .jpeg, .png स्वीकार करता है। अधिकतम आकार %(limit)s MB।

source: Thumbnail for %(filename)s
hi: %(filename)s का थंबनेल

source: Invoice #%(invoice_id)s
hi: इनवॉइस #%(invoice_id)s

source: Finvela lays the groundwork for automated invoice analysis, auditability, and collaboration. Secure, extensible, and built for modern finance teams.
hi: फिनवेला स्वचालित चालान विश्लेषण, ऑडिटेबिलिटी और सहयोग के लिए आधार तैयार करता है। सुरक्षित, विस्तार योग्य और आधुनिक वित्त टीमों के लिए निर्मित।

source: Finvela · 221B Residency Road · Ahmedabad, India
hi: फिनवेला · 221बी रेजीडेंसी रोड · बेंगलुरु, भारत

source: Forgot password?
hi: पासवर्ड भूल गए?

source: Free allowance
hi: मुफ़्त भत्ता

source: Free tier
hi: निःशुल्क स्तर

source: Active members (%(count)s)
hi: सक्रिय सदस्य (%(count)s)

source: GST
hi: जीएसटी

source: GST %
hi: जीएसटी %

source: GST HSN/SAC Rate Import
hi: जीएसटी एचएसएन/एसएसी दर आयात

source: GST Validation
hi: जीएसटी सत्यापन

source: GST Verification
hi: जीएसटी सत्यापन

source: GST number or summary keyword
hi: जीएसटी नंबर या सारांश कीवर्ड

source: Generate an invite to bring colleagues onboard
hi: सहकर्मियों को जहाज पर लाने के लिए एक आमंत्रण तैयार करें

source: Oversee every teammate joining %(org_name)s. Issue invites, approve requests, and keep an eye on your seat allocation.
hi: %(org_name)s में शामिल होने वाले प्रत्येक टीम साथी की निगरानी करें। आमंत्रण जारी करें, अनुरोध स्वीकृत करें और अपनी सीट आवंटन पर नज़र रखें।

source: Get product updates, roadmap previews, and finance automation insights.
hi: उत्पाद अपडेट, रोडमैप पूर्वावलोकन और वित्त स्वचालन अंतर्दृष्टि प्राप्त करें।

source: Get started
hi: शुरू हो जाओ

source: Global delivery with privacy-by-design architecture
hi: गोपनीयता-दर-डिज़ाइन वास्तुकला के साथ वैश्विक वितरण

source: Go home
hi: घर जाओ

source: HSN/SAC
hi: एचएसएन/एसएसी

source: HSN/SAC Rate Check
hi: एचएसएन/एसएसी दर की जांच

source: Having trouble? Contact support at
hi: परेशानी हो रही है? यहां सहायता से संपर्क करें

source: Healthy roster
hi: स्वस्थ रोस्टर

source: Hi {{ name }},
hi: नमस्ते {{ name }},

source: Hindi
hi: हिंदी

source: History
hi: इतिहास

source: How this reset works
hi: यह रीसेट कैसे काम करता है

source: How this workspace flows
hi: यह कार्यक्षेत्र कैसे प्रवाहित होता है

source: How to navigate this page
hi: इस पेज को कैसे नेविगेट करें

source: How to use this workspace
hi: इस कार्यक्षेत्र का उपयोग कैसे करें
