Repository: shahram8708/Quantum-Ledger-Innovators
Catalog: Finvela Hugginface/translations/*/LC_MESSAGES/messages.po
Languages: hi

source: Tip: Choose the total seats you require after adding new members. The system ensures you never go below your current plan.
hi: टिप: नए सदस्यों को जोड़ने के बाद आपको आवश्यक कुल सीटें चुनें। सिस्टम यह सुनिश्चित करता है कि आप कभी भी अपनी वर्तमान योजना से नीचे न जाएँ।

source: To submit a privacy request, contact us using the details provided in the
hi: गोपनीयता अनुरोध सबमिट करने के लिए, इसमें दिए गए विवरण का उपयोग करके हमसे संपर्क करें

source: To the fullest extent permitted by law, Finvela is not liable for indirect, incidental, consequential, or punitive damages, nor for loss of profits, revenue, or data. Our aggregate liability arising from these Terms will not exceed the fees paid for the Service during the twelve (12) months preceding the event giving rise to liability.
hi: कानून द्वारा अनुमत पूर्ण सीमा तक, फिनवेला अप्रत्यक्ष, आकस्मिक, परिणामी या दंडात्मक क्षति के लिए उत्तरदायी नहीं है, न ही लाभ, राजस्व या डेटा की हानि के लिए उत्तरदायी है। इन शर्तों से उत्पन्न होने वाली हमारी कुल देनदारी, देनदारी को जन्म देने वाली घटना से पहले के बारह (12) महीनों के दौरान सेवा के लिए भुगतान की गई फीस से अधिक नहीं होगी।

source: Today we power finance operations for fast-scaling startups and global enterprises alike—earning trust through transparency, resilience, and relentless focus on user experience.
hi: आज हम तेजी से आगे बढ़ने वाले स्टार्टअप और वैश्विक उद्यमों के लिए वित्त संचालन को सशक्त बनाते हैं - पारदर्शिता, लचीलेपन और उपयोगकर्ता अनुभव पर निरंतर फोकस के माध्यम से विश्वास अर्जित करते हैं।

source: Toggle navigation
hi: टॉगल से संचालित करना

source: Toggle theme
hi: थीम टॉगल करें

source: Too many requests
hi: बहुत सारे अनुरोध

source: Total
hi: कुल

source: Total users you need
hi: आपके लिए आवश्यक कुल उपयोगकर्ता

source: Total:
hi: कुल:

source: Totals:
hi: कुल:

source: Track how many teammates occupy your plan seats. Use this insight before approving new members.
hi: ट्रैक करें कि आपकी योजना की सीटों पर टीम के कितने साथी बैठे हैं। नए सदस्यों को मंजूरी देने से पहले इस जानकारी का उपयोग करें।

source: Track uploads, AI insights, and system health in real time with Finvela's finance workspace.
hi: फिनवेला के वित्त कार्यक्षेत्र के साथ वास्तविक समय में अपलोड, एआई अंतर्दृष्टि और सिस्टम स्वास्थ्य को ट्रैक करें।

source: Track your organization usage, unlock more seats, and manage your Razorpay payments from one elegant workspace.
hi: अपने संगठन के उपयोग को ट्रैक करें, अधिक सीटें अनलॉक करें, और एक शानदार कार्यक्षेत्र से अपने रेज़रपे भुगतान प्रबंधित करें।

source: Tracks server-sent events for ongoing processes
hi: चल रही प्रक्रियाओं के लिए सर्वर द्वारा भेजे गए ईवेंट को ट्रैक करता है

source: Unit Price
hi: यूनिट मूल्य

source: Update
hi: अद्यतन

source: Update password
hi: पासवर्ड अपडेट करें

source: Update status
hi: अद्यतन स्थिति

source: Update status, assign reviewers, capture notes.
hi: स्थिति अपडेट करें, समीक्षक नियुक्त करें, नोट्स कैप्चर करें।

source: Upgrade plan
hi: उन्नयन योजना

source: Upgrade seats
hi: सीटें अपग्रेड करें

source: Upgraded on
hi: पर अपग्रेड किया गया

source: Upload
hi: अपलोड करें

source: Upload a CSV export of GST HSN/SAC rates to keep compliance checks accurate.
hi: अनुपालन जांच को सटीक रखने के लिए जीएसटी एचएसएन/एसएसी दरों का सीएसवी निर्यात अपलोड करें।

source: Upload a file from the dashboard to populate this library
hi: इस लाइब्रेरी को भरने के लिए डैशबोर्ड से एक फ़ाइल अपलोड करें

source: Upload curated median/MAD references to strengthen market outlier scoring.
hi: बाजार की बाहरी स्कोरिंग को मजबूत करने के लिए क्यूरेटेड मीडियन/एमएडी संदर्भ अपलोड करें।

source: Upload data to enable HSN/SAC validation.
hi: एचएसएन/एसएसी सत्यापन सक्षम करने के लिए डेटा अपलोड करें।

source: Upload file
hi: फ़ाइल अपलोड करें

source: Upload invoices
hi: चालान अपलोड करें

source: Upload invoices on the left, review AI summaries below, and monitor live events on the right. Tooltips and badges highlight each action.
hi: बाईं ओर चालान अपलोड करें, नीचे AI सारांश की समीक्षा करें और दाईं ओर लाइव इवेंट की निगरानी करें। टूलटिप्स और बैज प्रत्येक क्रिया को हाइलाइट करते हैं।

source: Upload new
hi: नया अपलोड करें

source: Upload one invoice per chat to keep validation clean. The AI highlights tax anomalies, line-item mismatches, and compliance issues once the document is processed.
hi: सत्यापन को साफ़ रखने के लिए प्रति चैट एक चालान अपलोड करें। दस्तावेज़ संसाधित होने के बाद एआई कर विसंगतियों, लाइन-आइटम बेमेल और अनुपालन मुद्दों पर प्रकाश डालता है।

source: Uploading…
hi: अपलोड हो रहा है...

source: Upstream services are down. Please retry in a moment.
hi: अपस्ट्रीम सेवाएँ बंद हैं। कृपया एक क्षण में पुनः प्रयास करें.

source: Usage analytics including page views, feature adoption, and error diagnostics.
hi: पृष्ठ दृश्य, सुविधा अपनाने और त्रुटि निदान सहित उपयोग विश्लेषण।

source: Use the email you normally sign in with
hi: उस ईमेल का उपयोग करें जिससे आप सामान्य रूप से साइन इन करते हैं

source: Use the filters below to narrow results by status, file type, or dates. Click any row to jump into the detailed AI review for that invoice.
hi: स्थिति, फ़ाइल प्रकार या तिथियों के आधार पर परिणामों को सीमित करने के लिए नीचे दिए गए फ़िल्टर का उपयोग करें। उस इनवॉइस की विस्तृत AI समीक्षा देखने के लिए किसी भी पंक्ति पर क्लिक करें।

source: Use this archive to reconcile invoices. Hover over rows on desktop for quick highlights or export via your finance tools.
hi: चालानों का समाधान करने के लिए इस संग्रह का उपयोग करें। त्वरित हाइलाइट्स या अपने वित्त टूल के माध्यम से निर्यात के लिए डेस्कटॉप पर पंक्तियों पर होवर करें।

source: Use this feed to audit each automation step. Click “View payload” for structured JSON that confirms extraction, checks, or integrations.
hi: प्रत्येक स्वचालन चरण का ऑडिट करने के लिए इस फ़ीड का उपयोग करें। संरचित JSON के लिए "पेलोड देखें" पर क्लिक करें जो निष्कर्षण, जांच या एकीकरण की पुष्टि करता है।

source: Use your authenticator app or ask your admin to reset multi-factor preferences.
hi: अपने प्रमाणक ऐप का उपयोग करें या अपने व्यवस्थापक से बहु-कारक प्राथमिकताओं को रीसेट करने के लिए कहें।

source: Uses
hi: उपयोग

source: Using automated scripts or bots that degrade performance or violate rate limits.
hi: स्वचालित स्क्रिप्ट या बॉट का उपयोग करना जो प्रदर्शन को ख़राब करता है या दर सीमा का उल्लंघन करता है।

source: Validate GST registration numbers using the configured provider or local test fixtures.
hi: कॉन्फ़िगर किए गए प्रदाता या स्थानीय परीक्षण फिक्स्चर का उपयोग करके जीएसटी पंजीकरण संख्या को मान्य करें।

source: Vendor / Invoice
hi: विक्रेता/चालान

source: Vendor intelligence
hi: विक्रेता खुफिया

source: Vendor pagination
hi: विक्रेता पृष्ठांकन

source: Vendor profile
hi: विक्रेता प्रोफ़ाइल

source: Vendor, invoice no, filename
hi: विक्रेता, चालान संख्या, फ़ाइल नाम

source: Vendors
hi: विक्रेता

source: Verification Code
hi: सत्यापन कोड

source: Version
hi: संस्करण

source: View
hi: देखना

source: View %(vendor_gst)s
hi: %(vendor_gst)s देखें

source: View all
hi: सभी को देखें

source: View details
hi: विवरण देखें

source: View every teammate currently enjoying access. Need to remove someone? Head to their profile from the members directory.
hi: वर्तमान में पहुंच का आनंद ले रहे प्रत्येक टीम-साथी को देखें। किसी को हटाने की आवश्यकता है? सदस्य निर्देशिका से उनकी प्रोफ़ाइल पर जाएँ।

source: View invoice %(invoice_label)s
hi: चालान देखें %(invoice_label)s

source: Waiting for file
hi: फ़ाइल का इंतज़ार है

source: We are building the intelligent backbone for resilient, transparent finance operations across industries.
hi: हम उद्योगों में लचीले, पारदर्शी वित्त संचालन के लिए बुद्धिमान रीढ़ का निर्माण कर रहे हैं।

source: We auto-adjust pricing for bulk changes.
hi: हम थोक परिवर्तनों के लिए मूल्य निर्धारण को स्वतः समायोजित करते हैं।

source: Every invoice is auto-digitized in seconds with accuracy checks baked in.
hi: हर चालान कुछ ही सेकंड में स्वतः-डिजिटाइज़ हो जाता है और इसमें सटीकता जांच शामिल होती है।

source: Monthly cost (₹ %(amount)s)
hi: मासिक लागत (₹ %(amount)s)

source: Billed %(monthly_cost)s today, %(annual_cost)s annually after.
hi: आज %(monthly_cost)s बिल किया गया, बाद में प्रति वर्ष %(annual_cost)s बिल होगा।

source: We believe automation should be explainable, configurable, and respectful of every organization’s data responsibilities.
hi: हमारा मानना ​​है कि स्वचालन व्याख्या योग्य, विन्यास योग्य और प्रत्येक संगठन की डेटा जिम्मेदारियों के प्रति सम्मानजनक होना चाहिए।

source: We build trustworthy AI for finance teams everywhere.
hi: हम हर जगह वित्त टीमों के लिए भरोसेमंद एआई का निर्माण करते हैं।

source: We collect data to provide and improve the Services. This includes:
hi: हम सेवाएँ प्रदान करने और उन्हें बेहतर बनाने के लिए डेटा एकत्र करते हैं। यह भी शामिल है:

source: We could not process that request. Please check the submitted data and try again.
hi: हम उस अनुरोध पर कार्रवाई नहीं कर सके. कृपया सबमिट किए गए डेटा की जांच करें और पुनः प्रयास करें।

source: By accessing this site, you agree to the following terms and policies.
hi: इस साइट का उपयोग करके, आप निम्न शर्तों और नीतियों से सहमत होते हैं।

source: We hit an unexpected issue. Our team has been notified.
hi: हमें एक अप्रत्याशित समस्या का सामना करना पड़ा। हमारी टीम को सूचित कर दिया गया है.

source: We implement administrative, technical, and physical safeguards designed to protect your information. This includes encryption in transit and at rest, strict role-based access controls, continuous monitoring, and regular penetration testing.
hi: हम आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किए गए प्रशासनिक, तकनीकी और भौतिक सुरक्षा उपाय लागू करते हैं। इसमें पारगमन और आराम के दौरान एन्क्रिप्शन, सख्त भूमिका-आधारित पहुंच नियंत्रण, निरंतर निगरानी और नियमित प्रवेश परीक्षण शामिल हैं।

source: We may revise these Terms from time to time. Material changes will be communicated via email, in-product notifications, or release notes. Your continued use of the Service after changes become effective constitutes acceptance.
hi: हम समय-समय पर इन शर्तों को संशोधित कर सकते हैं। सामग्री परिवर्तन ईमेल, इन-प्रोडक्ट नोटिफिकेशन या रिलीज़ नोट्स के माध्यम से सूचित किए जाएंगे। परिवर्तन प्रभावी होने के बाद सेवा का आपका निरंतर उपयोग स्वीकृति माना जाएगा।

source: We may update this policy from time to time to reflect operational, legal, or regulatory changes. When we do, we will revise the “Last updated” date above and provide additional notice where required.
hi: हम परिचालन, कानूनी या नियामक परिवर्तनों को प्रतिबिंबित करने के लिए इस नीति को समय-समय पर अद्यतन कर सकते हैं। जब हम ऐसा करेंगे, तो हम उपरोक्त "अंतिम अद्यतन" तिथि को संशोधित करेंगे और जहां आवश्यक हो, अतिरिक्त सूचना प्रदान करेंगे।

source: We recommend reviewing this document regularly to stay informed about updates.
hi: हम अपडेट के बारे में सूचित रहने के लिए इस दस्तावेज़ की नियमित रूप से समीक्षा करने की सलाह देते हैं।

source: We sent a 6-digit code to
hi: हमने 6 अंकों का कोड भेजा

source: We use a one-time verification code to confirm it’s really you. The process takes less than a minute.
hi: हम यह पुष्टि करने के लिए एक बार के सत्यापन कोड का उपयोग करते हैं कि यह वास्तव में आप ही हैं। इस प्रक्रिया में एक मिनट से भी कम समय लगता है।

source: We use cookies, pixel tags, and similar technologies to remember preferences, secure sessions, and measure performance. You can control cookies through browser settings, however disabling them may affect certain features.
hi: हम प्राथमिकताओं को याद रखने, सत्रों को सुरक्षित करने और प्रदर्शन को मापने के लिए कुकीज़, पिक्सेल टैग और समान तकनीकों का उपयोग करते हैं। आप ब्राउज़र सेटिंग्स के माध्यम से कुकीज़ को नियंत्रित कर सकते हैं, हालाँकि उन्हें अक्षम करने से कुछ सुविधाएँ प्रभावित हो सकती हैं।

source: We would love to hear from you
hi: हमें आपसे सुनना प्रिय लगेगा

source: Welcome back
hi: वापसी पर स्वागत है

source: Welcome to {{ app_name }}. This Privacy Policy describes how we collect, use, disclose, and safeguard your information when you use our web and mobile applications, APIs, and related services (collectively, the “Services”). By accessing or using the Services, you acknowledge that you have read, understood, and agreed to this policy.
hi: {{ app_name }} में आपका स्वागत है। यह गोपनीयता नीति बताती है कि जब आप हमारे वेब और मोबाइल एप्लिकेशन, एपीआई और संबंधित सेवाओं (सामूहिक रूप से, "सेवाएं") का उपयोग करते हैं तो हम आपकी जानकारी कैसे एकत्र, उपयोग, खुलासा और सुरक्षित करते हैं। सेवाओं तक पहुंच या उपयोग करके, आप स्वीकार करते हैं कि आपने इस नीति को पढ़, समझ लिया है और इससे सहमत हैं।

source: What-if
hi: क्या हो अगर

source: Whether you’re exploring a partnership, evaluating our platform, or searching for your next role, we’d love to connect.
hi: चाहे आप साझेदारी तलाश रहे हों, हमारे प्लेटफ़ॉर्म का मूल्यांकन कर रहे हों, या अपनी अगली भूमिका खोज रहे हों, हमें जुड़ना अच्छा लगेगा।

source: Window
hi: खिड़की

source: Windows analysed: %(count)s
hi: विश्लेषित विंडोज़: %(count)s

source: With your authorization, we may collect data from connected financial systems, ERPs, or productivity suites to deliver integrations and automations.
hi: आपके प्राधिकरण से, हम एकीकरण और स्वचालन प्रदान करने के लिए कनेक्टेड वित्तीय प्रणालियों, ईआरपी, या उत्पादकता सुइट्स से डेटा एकत्र कर सकते हैं।

source: Withdraw consent or object to processing where lawful basis is legitimate interest.
hi: जहां कानूनी आधार वैध हित है, वहां सहमति वापस ले लें या प्रसंस्करण पर आपत्ति जताएं।

source: Work top-down: run AI parsing, review insights, benchmark pricing, verify GST, then assign reviewers or finalize status.
hi: ऊपर से नीचे तक कार्य करें: एआई पार्सिंग चलाएं, अंतर्दृष्टि की समीक्षा करें, बेंचमार्क मूल्य निर्धारण, जीएसटी सत्यापित करें, फिर समीक्षकों को नियुक्त करें या स्थिति को अंतिम रूप दें।

source: Workspace index
hi: कार्यक्षेत्र सूचकांक

source: Workspace overview
hi: कार्यस्थल सिंहावलोकन

source: Wrong inbox?
hi: ग़लत इनबॉक्स?

source: You are hitting the service too quickly. Wait a moment and try again.
hi: आप सेवा को बहुत तेज़ी से प्रभावित कर रहे हैं. एक क्षण रुकें और पुनः प्रयास करें।

source: You can also click the button below to continue:
hi: जारी रखने के लिए आप नीचे दिए गए बटन पर भी क्लिक कर सकते हैं:

source: You do not have permission to view this resource.
hi: आपके पास इस संसाधन को देखने की अनुमति नहीं है.

source: You may exercise the following rights subject to applicable law:
hi: आप लागू कानून के अधीन निम्नलिखित अधिकारों का प्रयोग कर सकते हैं:

source: You need to sign in before accessing this page.
hi: इस पृष्ठ तक पहुँचने से पहले आपको साइन इन करना होगा।

source: You will become the primary admin for this organization. Keep your credentials secure and invite teammates from the team settings screen after signing in.
hi: आप इस संगठन के प्राथमिक व्यवस्थापक बन जायेंगे. अपने क्रेडेंशियल सुरक्षित रखें और साइन इन करने के बाद टीम सेटिंग स्क्रीन से टीम के साथियों को आमंत्रित करें।

source: Your checkout session is ready. The Razorpay pop-up will launch shortly.
hi: आपका चेकआउट सत्र तैयार है. रेज़रपे पॉप-अप शीघ्र ही लॉन्च होगा।

source: Your information is processed for the following legitimate purposes:
hi: आपकी जानकारी निम्नलिखित वैध उद्देश्यों के लिए संसाधित की जाती है:

source: Your payment session opens securely in Razorpay. You can cancel anytime before confirming.
hi: आपका भुगतान सत्र रेज़रपे में सुरक्षित रूप से खुलता है। आप पुष्टि करने से पहले कभी भी रद्द कर सकते हैं।

source: Your upgrade summary
hi: आपका अपग्रेड सारांश

source: breadcrumb
hi: ब्रेडक्रम्ब

source: code
hi: कोड

source: %(app_name)s combines explainable machine learning with powerful workflows so finance leaders can move faster without sacrificing control, compliance, or privacy.
hi: %(app_name)s समझाने योग्य मशीन लर्निंग को शक्तिशाली वर्कफ़्लो के साथ जोड़ता है ताकि वित्त नेता नियंत्रण, अनुपालन या गोपनीयता का त्याग किए बिना तेज़ी से आगे बढ़ सकें।

source: currency
hi: मुद्रा

source: description
hi: विवरण

source: effective_from
hi: से प्रभावी

source: effective_to
hi: प्रभावी_से

source: Email us at %(email)s for priority assistance.
hi: प्राथमिकता सहायता के लिए हमें %(email)s पर ईमेल करें।

source: gst_rate
hi: जीएसटी दर

source: mad
hi: पागल

source: median_price
hi: औसत_मूल्य

source: %(count)s milestones & counting
hi: %(count)s मील के पत्थर और गिनती जारी

source: n
hi: एन

source: section.
hi: अनुभाग।

source: source
hi: स्रोत

source: %(count)s tracked vendors
hi: %(count)s ट्रैक किए गए विक्रेता

source: {% block meta_description %}Finvela brings trustworthy expense intelligence, automated compliance, and real-time risk insights to finance teams.{% endblock %}
hi: {% block meta_description %}फिनवेला वित्त टीमों के लिए भरोसेमंद व्यय खुफिया जानकारी, स्वचालित अनुपालन और वास्तविक समय जोखिम अंतर्दृष्टि लाता है।{% endblock %}

source: {{ _('Service health') }}
hi: __प्लेसहोल्डर_0__

source: {{ invoice.original_filename or 'Invoice file' }} thumbnail
hi: {{ invoice.original_filename or 'Invoice file' }} थंबनेल

source: {{ invoice.original_filename }}
hi: __प्लेसहोल्डर_0__

source: {{ risk_label }} risk
hi: {{ risk_label }} जोखिम

source: {{ vendor.text_norm_summary or 'No summary captured yet.' }}
hi: __प्लेसहोल्डर_0__

source: © {{ now().year }} Finvela
hi: © {{ now().year }} फिनवेला

source: · Similarity {{ (match.get('similarity') | float * 100) | round(1) }}%
hi: · समानता {{ (match.get('similarity') | float * 100) | round(1) }}%
