Repository: shahram8708/Quantum-Ledger-Innovators
Catalog: Finvela Hugginface/translations/*/LC_MESSAGES/messages.po
Languages: hi

source: Human-centered automation
hi: मानव-केंद्रित स्वचालन

source: ID:
hi: पहचान:

source: Identity check
hi: पहचान की जांच

source: If the button does not work, paste this link into your browser:
hi: यदि बटन काम नहीं करता है, तो इस लिंक को अपने ब्राउज़र में पेस्ट करें:

source: If the email doesn’t arrive in 2 minutes, look in spam or Promotions.
hi: यदि ईमेल 2 मिनट में नहीं आता है, तो स्पैम या प्रचार में देखें।

source: If the request requires escalation, please log it in the CX tracker and loop in the appropriate squad.
hi: यदि अनुरोध में वृद्धि की आवश्यकता है, तो कृपया इसे सीएक्स ट्रैकर में लॉग इन करें और उपयुक्त दस्ते में लूप करें।

source: If you did not expect this update please contact support right away.
hi: यदि आपको इस अपडेट की उम्मीद नहीं थी तो कृपया तुरंत सहायता से संपर्क करें।

source: If you did not request this code, you can safely ignore this email.
hi: यदि आपने इस कोड का अनुरोध नहीं किया है, तो आप इस ईमेल को सुरक्षित रूप से अनदेखा कर सकते हैं।

source: If you have questions about these Terms, reach us at:
hi: यदि इन शर्तों के बारे में आपके कोई प्रश्न हैं, तो हमसे यहां संपर्क करें:

source: If you have questions about this policy or our privacy practices, please reach out to our Data Protection Office:
hi: यदि इस नीति या हमारी गोपनीयता प्रथाओं के बारे में आपके कोई प्रश्न हैं, तो कृपया हमारे डेटा संरक्षण कार्यालय से संपर्क करें:

source: Improving the Services through analytics, research, and product roadmap planning.
hi: विश्लेषण, अनुसंधान और उत्पाद रोडमैप योजना के माध्यम से सेवाओं में सुधार करना।

source: In-app chat (Enterprise plans)
hi: इन-ऐप चैट (उद्यम योजनाएं)

source: Requested: %(timestamp)s UTC
hi: अनुरोधित: %(timestamp)s UTC

source: India
hi: भारत

source: Invoice
hi: चालान

source: Invoice #
hi: चालान #

source: Invoice Intelligence Hub
hi: इनवॉइस इंटेलिजेंस हब

source: Invoice browser
hi: चालान ब्राउज़र

source: Invoice browser overview
hi: इनवॉइस ब्राउज़र अवलोकन

source: Invoice command center
hi: चालान कमांड सेंटर

source: Invoice file input
hi: चालान फ़ाइल इनपुट

source: Invoice image
hi: चालान छवि

source: Invoice pagination
hi: चालान पृष्ठांकन

source: Invoice workspace
hi: कार्यक्षेत्र का चालान करें

source: Invoices
hi: चालान

source: JPEG
hi: जेपीईजी

source: Join Finvela
hi: फिनवेला से जुड़ें

source: Join us in shaping the future of intelligent finance.
hi: बुद्धिमान वित्त के भविष्य को आकार देने में हमारे साथ जुड़ें।

source: KB
hi: के.बी

source: Keep an eye on codes that are about to expire or have hit their usage limit. Inactive rows are highlighted to prompt quick action.
hi: उन कोडों पर नज़र रखें जो समाप्त होने वाले हैं या अपनी उपयोग सीमा को पार कर चुके हैं। त्वरित कार्रवाई के लिए निष्क्रिय पंक्तियों को हाइलाइट किया जाता है।

source: Language
hi: भाषा

source: Last extracted
hi: अंतिम बार निकाला गया

source: Last run —
hi: आखरी बार -

source: Last updated
hi: आखरी अपडेट

source: Last updated:
hi: आखरी अपडेट:

source: Last verified {{ gst_data.updated_at_display }} {% else %} Last verified —
hi: अंतिम बार सत्यापित {{ gst_data.updated_at_display }} {% else %} अंतिम बार सत्यापित —

source: Latest drift
hi: नवीनतम बहाव

source: Latest drift computed %(timestamp)s
hi: नवीनतम बहाव की गणना %(timestamp)s

source: No textual summary captured for this vendor yet.
hi: इस विक्रेता के लिए अभी तक कोई पाठ्य सारांश कैप्चर नहीं किया गया है।

source: Latest effective date:
hi: नवीनतम प्रभावी तिथि:

source: Latest uploads across your workspace.
hi: आपके कार्यक्षेत्र में नवीनतम अपलोड।

source: Leadership Team
hi: नेतृत्व टीम

source: Limit {{ current_app.config.get('COUNTERFACT_MAX_LINES', 5) }} lines per simulation. Leave any field blank to keep the current value.
hi: प्रति सिमुलेशन {{ current_app.config.get('COUNTERFACT_MAX_LINES', 5) }} पंक्तियों को सीमित करें। वर्तमान मान रखने के लिए किसी भी फ़ील्ड को खाली छोड़ दें।

source: Limit {{ organization.user_limit }} users
hi: {{ organization.user_limit }} उपयोगकर्ताओं को सीमित करें

source: Limit: {{ organization.user_limit }} users
hi: सीमा: {{ organization.user_limit }} उपयोगकर्ता

source: Line
hi: रेखा

source: Line Items
hi: पंक्ति वस्तुएँ

source: Line items parsed
hi: पंक्ति वस्तुएँ पार्स की गईं

source: Line {{ outlier.get('line_no') or '—' }}:
hi: पंक्ति {{ outlier.get('line_no') or '—' }}:

source: Line {{ violation.get('line_no') or '—' }}:
hi: पंक्ति {{ violation.get('line_no') or '—' }}:

source: Use this feed to audit each automation step. Click "View payload" for structured JSON that confirms extraction, checks, or integrations.
hi: प्रत्येक स्वचालन चरण का ऑडिट करने के लिए इस फ़ीड का उपयोग करें। संरचित JSON के लिए "पेलोड देखें" पर क्लिक करें जो निष्कर्षण, जांच या एकीकरण की पुष्टि करता है।

source: Live activity
hi: सजीव गतिविधि

source: Live monitor
hi: लाइव मॉनिटर

source: Live preview
hi: लाइव पूर्वावलोकन

source: Live search uses server-side filtering.
hi: लाइव खोज सर्वर-साइड फ़िल्टरिंग का उपयोग करती है।

source: Live support: Monday–Friday, 9am–6pm IST
hi: लाइव समर्थन: सोमवार-शुक्रवार, भारतीय समयानुसार सुबह 9 बजे से शाम 6 बजे तक

source: Maintain the confidentiality of account credentials and promptly notify us of suspected compromise.
hi: खाता क्रेडेंशियल्स की गोपनीयता बनाए रखें और संदिग्ध समझौते के बारे में हमें तुरंत सूचित करें।

source: Maintaining security, preventing fraud, and enforcing our Terms & Conditions.
hi: सुरक्षा बनाए रखना, धोखाधड़ी को रोकना और हमारे नियम एवं शर्तों को लागू करना।

source: Manage billing & upgrades
hi: बिलिंग एवं अपग्रेड प्रबंधित करें

source: Manage upgrades
hi: उन्नयन प्रबंधित करें

source: Market
hi: बाज़ार

source: Market Price Benchmark
hi: बाज़ार मूल्य बेंचमार्क

source: Mean unit price
hi: माध्य इकाई मूल्य

source: Message
hi: संदेश

source: Message the AI
hi: एआई को संदेश भेजें

source: Method:
hi: तरीका:

source: Model
hi: नमूना

source: Model an adjustment up to the configured limit
hi: कॉन्फ़िगर की गई सीमा तक समायोजन का मॉडल बनाएं

source: Model proposed line edits and preview their effect on totals and risk.
hi: मॉडल प्रस्तावित लाइन संपादन और कुल और जोखिम पर उनके प्रभाव का पूर्वावलोकन करें।

source: Need MFA help?
hi: एमएफए सहायता की आवश्यकता है?

source: Need a code?
hi: एक कोड की आवश्यकता है?

source: Need a hint?
hi: एक संकेत चाहिए?

source: Need help urgently?
hi: तत्काल सहायता की आवश्यकता है?

source: Need help?
hi: मदद की ज़रूरत है?

source: Need help? Email
hi: मदद की ज़रूरत है? ईमेल

source: New Contact Form Submission –
hi: नया संपर्क फ़ॉर्म सबमिशन -

source: New Contact Submission ·
hi: नया संपर्क सबमिशन ·

source: New chat
hi: नई चैट

source: New to Finvela?
hi: फिनवेला में नए हैं?

source: New total
hi: नया कुल

source: Next
hi: अगला

source: No active members yet.
hi: अभी तक कोई सक्रिय सदस्य नहीं है.

source: No activity yet.
hi: अभी तक कोई गतिविधि नहीं.

source: No benchmark data uploaded yet.
hi: अभी तक कोई बेंचमार्क डेटा अपलोड नहीं किया गया है.

source: No drift metrics recorded yet.
hi: अभी तक कोई ड्रिफ्ट मेट्रिक्स रिकॉर्ड नहीं किया गया.

source: No drift observations have been recorded for this vendor yet.
hi: इस विक्रेता के लिए अभी तक कोई बहाव अवलोकन दर्ज नहीं किया गया है।

source: No drift records
hi: कोई बहाव रिकॉर्ड नहीं

source: No expiry
hi: कोई समाप्ति नहीं

source: No extracted header fields yet.
hi: अभी तक कोई हेडर फ़ील्ड नहीं निकाला गया.

source: No invoices match your filters.
hi: कोई भी चालान आपके फ़िल्टर से मेल नहीं खाता.

source: No invoices yet — drag & drop a file to start.
hi: अभी तक कोई चालान नहीं - प्रारंभ करने के लिए फ़ाइल को खींचें और छोड़ें।

source: No line items extracted yet.
hi: अभी तक कोई पंक्ति वस्तु नहीं निकाली गई.

source: No market benchmark data yet. Run the check to fetch live prices.
hi: अभी तक कोई बाज़ार बेंचमार्क डेटा नहीं है। लाइव कीमतें प्राप्त करने के लिए चेक चलाएँ।

source: No payload
hi: कोई पेलोड नहीं

source: No payments recorded yet. Upgrades you complete will appear here instantly.
hi: अभी तक कोई भुगतान दर्ज नहीं किया गया. आपके द्वारा पूरा किया गया अपग्रेड तुरंत यहां दिखाई देगा।

source: No pending members. Share a code to invite teammates.
hi: कोई लंबित सदस्य नहीं. टीम के साथियों को आमंत्रित करने के लिए एक कोड साझा करें।

source: No pricing anomalies detected.
hi: कोई मूल्य निर्धारण संबंधी विसंगति नहीं पाई गई.

source: No rate mismatches detected.
hi: कोई दर बेमेल नहीं पाया गया.

source: No similar invoices detected.
hi: कोई समान चालान नहीं मिला.

source: No structured payload was provided for this event.
hi: इस इवेंट के लिए कोई संरचित पेलोड प्रदान नहीं किया गया था।

source: No vendors found for the selected filters.
hi: चयनित फ़िल्टर के लिए कोई विक्रेता नहीं मिला.

source: Note:
hi: टिप्पणी:

source: Notes
hi: टिप्पणियाँ

source: Number:
hi: संख्या:

source: Office
hi: कार्यालय

source: Offline
hi: ऑफलाइन

source: Once you sign in, enable multi-factor authentication for an extra layer of protection.
hi: एक बार साइन इन करने के बाद, सुरक्षा की एक अतिरिक्त परत के लिए बहु-कारक प्रमाणीकरण सक्षम करें।

source: One file per chat. Supported types: PDF, JPG, PNG.
hi: प्रति चैट एक फ़ाइल. समर्थित प्रकार: पीडीएफ, जेपीजी, पीएनजी।

source: One-time amount
hi: एकमुश्त राशि

source: Only your organization admin can give you the invitation code. Enter it exactly as shared to route your request correctly.
hi: केवल आपका संगठन व्यवस्थापक ही आपको आमंत्रण कोड दे सकता है। अपने अनुरोध को सही ढंग से रूट करने के लिए इसे बिल्कुल साझा किए गए तरीके से दर्ज करें।

source: Open an invoice row to jump straight into the AI analysis view. Status badges reveal progress—processing, complete, or flagged.
hi: एआई विश्लेषण दृश्य में सीधे जाने के लिए एक इनवॉइस पंक्ति खोलें। स्थिति बैज प्रगति को प्रकट करते हैं—प्रसंस्करण, पूर्ण, या ध्वजांकित।

source: Open last upload
hi: अंतिम अपलोड खोलें

source: Opened {{ ((now() - invoice.created_at).total_seconds() // 60) | int }} mins ago
hi: {{ ((now() - invoice.created_at).total_seconds() // 60) | int }} मिनट पहले खोला गया

source: Opens billing controls in a new view
hi: बिलिंग नियंत्रणों को एक नए दृश्य में खोलता है

source: Organization
hi: संगठन

source: Organization ID
hi: संगठन आईडी

source: Our Mission
hi: हमारा विशेष कार्य

source: Our Story
hi: हमारी कहानी

source: Our Vision
hi: हमारा नज़रिया

source: Our story
hi: हमारी कहानी

source: Oversee every teammate joining {{ organization.name }}. Issue invites, approve requests, and keep an eye on your seat allocation.
hi: {{ organization.name }} में शामिल होने वाले प्रत्येक टीम साथी की निगरानी करें। आमंत्रण जारी करें, अनुरोध स्वीकृत करें और अपनी सीट आवंटन पर नज़र रखें।

source: PDF
hi: पीडीएफ

source: PNG
hi: पीएनजी

source: Page not found
hi: पृष्ठ नहीं मिला

source: Page size
hi: पृष्ठ का आकार

source: Pages parsed
hi: पन्ने पार्स किए गए

source: Parse Overview
hi: पार्स अवलोकन

source: Payload summary
hi: पेलोड सारांश

source: Payment history
hi: भुगतान इतिहास

source: Pending approvals
hi: स्वीकृतियां लंबित हैं

source: Pending approvals ({{ usage.pending }})
hi: लंबित स्वीकृतियाँ ({{ usage.pending }})

source: Pending approvals:
hi: लंबित स्वीकृतियाँ:

source: Per additional seat
hi: प्रति अतिरिक्त सीट

source: Plan & billing overview
hi: योजना एवं बिलिंग अवलोकन

source: Please review the details below and respond at your earliest convenience. This notification was triggered automatically by {{ app_name }}.
hi: कृपया नीचे दिए गए विवरण की समीक्षा करें और अपनी सुविधानुसार शीघ्र उत्तर दें। यह अधिसूचना {{ app_name }} द्वारा स्वचालित रूप से ट्रिगर की गई थी।

source: Premium
hi: अधिमूल्य

source: Prepare your company name and billing details. You can add teammates once inside the dashboard.
hi: अपनी कंपनी का नाम और बिलिंग विवरण तैयार करें। आप डैशबोर्ड के अंदर एक बार टीम के साथियों को जोड़ सकते हैं।

source: Preview the uploaded file, inspect AI events, and drive actions like parsing, GST checks, and risk scoring. Each panel below highlights the next recommended step.
hi: अपलोड की गई फ़ाइल का पूर्वावलोकन करें, एआई घटनाओं का निरीक्षण करें, और पार्सिंग, जीएसटी जांच और जोखिम स्कोरिंग जैसी कार्रवाइयां करें। नीचे दिया गया प्रत्येक पैनल अगले अनुशंसित चरण पर प्रकाश डालता है।

source: Previous
hi: पहले का

source: Price MAD
hi: कीमत पागल

source: Price Outliers
hi: मूल्य बाह्य कारक

source: Privacy
hi: गोपनीयता

source: Privacy Policy
hi: गोपनीयता नीति

source: Product
hi: उत्पाद

source: Providing customer support, incident response, and service notifications.
hi: ग्राहक सहायता, घटना प्रतिक्रिया और सेवा सूचनाएं प्रदान करना।

source: Qty
hi: मात्रा

source: Quick orientation
hi: त्वरित अभिविन्यास

source: Quick steps
hi: त्वरित कदम

source: Rapid answers from product specialists.
hi: उत्पाद विशेषज्ञों से त्वरित उत्तर।

source: Ready
hi: तैयार

source: Ready to analyse your first invoice.
hi: आपके पहले चालान का विश्लेषण करने के लिए तैयार हैं।

source: Real-time invoice automation, compliance tracking, and risk monitoring.
hi: वास्तविक समय चालान स्वचालन, अनुपालन ट्रैकिंग और जोखिम निगरानी।

source: Realtime updates stream in as events occur.
hi: घटनाएँ घटित होने पर रीयलटाइम अपडेट स्ट्रीम होते हैं।

source: Recent invoices
hi: हाल के चालान

source: Recomputed totals
hi: कुल की पुनर्गणना की गई

source: Recorded
hi: रिकॉर्डेड

source: Records loaded:
hi: रिकॉर्ड लोड किए गए:

source: Records:
hi: रिकॉर्ड्स:

source: Reject
hi: अस्वीकार करना

source: Remaining seats
hi: शेष सीटें

source: Remember this?
hi: यह याद रखना?

source: Remembered your password?
hi: क्या आपको अपना पासवर्ड याद है?

source: Replace existing rates
hi: मौजूदा दरों को बदलें

source: Request a new one below. You can try again after the cooldown window ends.
hi: नीचे एक नए का अनुरोध करें. कूलडाउन विंडो समाप्त होने के बाद आप पुनः प्रयास कर सकते हैं।

source: Request a reset code in under a minute
hi: एक मिनट से कम समय में रीसेट कोड का अनुरोध करें

source: Request access to, correction of, or deletion of your personal data.
hi: अपने व्यक्तिगत डेटा तक पहुंच, सुधार या हटाने का अनुरोध करें।

source: Request documents
hi: दस्तावेज़ों का अनुरोध करें

source: Request the total number of seats your team needs. We auto-calculate the additional seats and payment.
hi: आपकी टीम को आवश्यक सीटों की कुल संख्या का अनुरोध करें। हम अतिरिक्त सीटों और भुगतान की स्वतः गणना करते हैं।

source: Request timed out
hi: अनुरोध का समय समाप्त हो गया

source: Requested: {{ user.created_at.strftime('%Y-%m-%d %H:%M') }} UTC
hi: अनुरोधित: {{ user.created_at.strftime('%Y-%m-%d %H:%M') }} UTC

source: Required columns:
hi: आवश्यक कॉलम:

source: Resend code
hi: पुन: कोड भेजे

source: Reset
hi: रीसेट करें

source: Reset your password
hi: अपना पासवर्ड रीसेट करें

source: Resetting password for
hi: के लिए पासवर्ड रीसेट करना

source: Return to sign in
hi: साइन इन करने के लिए वापस लौटें

source: Reverse chronological invoice events with structured payloads.
hi: संरचित पेलोड के साथ कालानुक्रमिक चालान घटनाओं को उलटें।

source: Reverse engineering, decompiling, or attempting to extract source code from our systems.
hi: रिवर्स इंजीनियरिंग, डिकंपाइलिंग, या हमारे सिस्टम से स्रोत कोड निकालने का प्रयास।

source: Review each request carefully. Approving a user reserves a seat immediately. Decline directly from the member detail page if needed.
hi: प्रत्येक अनुरोध की सावधानीपूर्वक समीक्षा करें. उपयोगकर्ता को मंजूरी देने पर तुरंत सीट आरक्षित हो जाती है। यदि आवश्यक हो तो सदस्य विवरण पृष्ठ से सीधे अस्वीकार करें।

source: Review payment
hi: भुगतान की समीक्षा करें

source: Review system uptime, queue usage, and task throughput
hi: सिस्टम अपटाइम, कतार उपयोग और कार्य थ्रूपुट की समीक्षा करें

source: Review the summary at a glance, then follow the steps below the hero banner to request more seats and confirm your payment.
hi: एक नज़र में सारांश की समीक्षा करें, फिर अधिक सीटों का अनुरोध करने और अपने भुगतान की पुष्टि करने के लिए हीरो बैनर के नीचे दिए गए चरणों का पालन करें।

source: Review your live status
hi: अपनी लाइव स्थिति की समीक्षा करें

source: Risk
hi: जोखिम

source: Risk run in progress
hi: जोखिम भरा काम चल रहा है

source: Rolling drift windows derived from recent invoice embeddings.
hi: हाल के इनवॉइस एम्बेडिंग से प्राप्त रोलिंग ड्रिफ्ट विंडो।

source: Rolling window
hi: घूमती हुई खिड़की

source: Run market check
hi: बाज़ार जांच चलाएँ

source: Run what-if
hi: भागो क्या-क्या

source: Runs Finvela extraction for header fields and line items.
hi: हेडर फ़ील्ड और लाइन आइटम के लिए फिनलेवा निष्कर्षण चलाता है।

source: Samples
hi: नमूने

source: Samples observed
hi: नमूनों का अवलोकन किया गया

source: Saved chats
hi: सहेजी गई चैट

source: Saved conversations
hi: सहेजी गई बातचीत

source: Search
hi: खोज

source: Search is case-insensitive and matches GST or summary text.
hi: खोज केस-असंवेदनशील है और जीएसटी या सारांश पाठ से मेल खाती है।

source: Search vendors
hi: विक्रेताओं को खोजें

source: Search, filter, and sort uploaded invoices in one place.
hi: अपलोड किए गए चालानों को एक ही स्थान पर खोजें, फ़िल्टर करें और क्रमबद्ध करें।

source: Seat limit:
hi: सीट सीमा:

source: ID: %(identifier)s
hi: आईडी: %(identifier)s

source: First %(limit)s seats are free.
hi: पहली %(limit)s सीटें मुफ़्त हैं।

source: Limit %(count)s users
hi: सीमा %(count)s उपयोगकर्ता

source: %(timestamp)s UTC
hi: %(timestamp)s यूटीसी

source: Step %(number)s
hi: चरण %(number)s

source: Seat usage
hi: सीट का उपयोग

source: Seats
hi: सीटें

source: Secure access
hi: सुरक्षित पहुंच

source: Secure sign-in
hi: सुरक्षित साइन-इन

source: Secure update
hi: सुरक्षित अद्यतन

source: Founded to close the gap between financial oversight and modern workflows, %(app_name)s has evolved alongside our customers. From automating receipt classification to orchestrating enterprise-wide risk management, our roadmap is guided by real-world finance challenges.
hi: वित्तीय निगरानी और आधुनिक वर्कफ़्लो के बीच की खाई को पाटने के लिए स्थापित, %(app_name)s हमारे ग्राहकों के साथ विकसित हुआ है। रसीद वर्गीकरण को स्वचालित करने से लेकर उद्यम-व्यापी जोखिम प्रबंधन को व्यवस्थित करने तक, हमारा रोडमैप वास्तविक वित्तीय चुनौतियों द्वारा निर्देशित होता है।

source: See the full archive of processed invoices
hi: संसाधित चालानों का पूरा संग्रह देखें

source: Select an event to inspect its payload.
hi: किसी इवेंट के पेलोड का निरीक्षण करने के लिए उसका चयन करें।

source: Select or start a chat from the panel, upload the invoice, then ask targeted questions. The AI remembers the chat history to build a detailed audit trail.
hi: पैनल से चैट चुनें या शुरू करें, इनवॉइस अपलोड करें, फिर लक्षित प्रश्न पूछें। विस्तृत ऑडिट ट्रेल बनाने के लिए एआई चैट इतिहास को याद रखता है।

source: Select registration type
hi: पंजीकरण प्रकार चुनें

source: Selections emit assignment events.
hi: चयन असाइनमेंट इवेंट उत्सर्जित करते हैं।

source: Send
hi: भेजना

source: Send Message
hi: मेसेज भेजें

source: Send reset code
hi: रीसेट कोड भेजें

source: Send us a message
hi: हमें एक संदेश भेजें

source: Send your prompt to the AI
hi: अपना संकेत एआई को भेजें

source: Sender
hi: प्रेषक

source: Service health
hi: सेवा स्वास्थ्य

source: Service temporarily unavailable
hi: सेवा अस्थाई रूप से अनुपलब्ध

source: Share an invite code
hi: एक आमंत्रण कोड साझा करें

source: Sign in
hi: दाखिल करना

source: Sign out
hi: साइन आउट

source: Skip to content
hi: सामग्री पर जाएं

source: Someone reached out via the website
hi: किसी ने वेबसाइट के माध्यम से संपर्क किया

source: Something went wrong
hi: कुछ गलत हो गया

source: Something went wrong. Please try again.
hi: कुछ गलत हो गया। कृपया पुन: प्रयास करें।

source: Source:
hi: स्रोत:

source: Start
hi: शुरू

source: Start by checking your seat usage and invitation codes on the left. Review approvals and active members on the right. Each card contains quick tips to guide the next step.
hi: बाईं ओर अपनी सीट के उपयोग और निमंत्रण कोड की जाँच करके शुरुआत करें। दाईं ओर स्वीकृतियों और सक्रिय सदस्यों की समीक्षा करें। प्रत्येक कार्ड में अगले चरण का मार्गदर्शन करने के लिए त्वरित युक्तियाँ शामिल हैं।

source: Start with the upgrade panel on the left to request additional seats, then review your live plan status and Razorpay history on the right. Each section includes tips tailored for billing managers.
hi: अतिरिक्त सीटों का अनुरोध करने के लिए बाईं ओर अपग्रेड पैनल से शुरुआत करें, फिर दाईं ओर अपने लाइव प्लान की स्थिति और रेज़रपे इतिहास की समीक्षा करें। प्रत्येक अनुभाग में बिलिंग प्रबंधकों के लिए तैयार की गई युक्तियाँ शामिल हैं।

source: Start your journey
hi: अपनी यात्रा शुरू करें

source: Status
hi: स्थिति

source: Status updates as files process
hi: फ़ाइलें संसाधित होने पर स्थिति अद्यतन होती है

source: Stay in the loop
hi: लूप में रहें

source: Stay signed in
hi: साइन इन रहें

source: Step 1
hi: स्टेप 1

source: Step 2
hi: चरण दो

source: Step 3
hi: चरण 3

source: Still locked out?
hi: अभी भी ताला लगा हुआ है?

source: Store the new password in your manager or note it down securely to avoid another reset.
hi: नए पासवर्ड को अपने मैनेजर में स्टोर करें या दोबारा रीसेट से बचने के लिए इसे सुरक्षित रूप से नोट कर लें।

source: Stronger password tips
hi: मजबूत पासवर्ड युक्तियाँ

source: Subject
hi: विषय

source: Submit your request and our team will respond within one business day. Choose a category so we can route your message to the right specialists.
hi: अपना अनुरोध सबमिट करें और हमारी टीम एक व्यावसायिक दिन के भीतर जवाब देगी। एक श्रेणी चुनें ताकि हम आपका संदेश सही विशेषज्ञों तक पहुंचा सकें।

source: Subscribe to updates
hi: अपडेट की सदस्यता लें

source: Subtotal
hi: उप-योग

source: Subtotal:
hi: उप योग:

source: Summary
hi: सारांश

source: Support Channels
hi: समर्थन चैनल

source: Support requests, product feedback, survey responses, and interaction logs.
hi: समर्थन अनुरोध, उत्पाद प्रतिक्रिया, सर्वेक्षण प्रतिक्रियाएँ और इंटरैक्शन लॉग।

source: System health
hi: सिस्टम स्वास्थ्य

source: Talk to us
hi: हमसे बात करें

source: Tap a session to reopen its audit trail. The newest chats appear on top, and you can rename sessions inside the app.
hi: किसी सत्र के ऑडिट ट्रेल को फिर से खोलने के लिए उस पर टैप करें। नवीनतम चैट शीर्ष पर दिखाई देती हैं, और आप ऐप के अंदर सत्रों का नाम बदल सकते हैं।

source: Tax
hi: कर

source: Tax:
hi: कर:

source: Team
hi: टीम

source: Team Operations Hub
hi: टीम ऑपरेशंस हब

source: Team management
hi: टीम प्रबंधन

source: Terms
hi: शर्तें

source: Terms & Conditions
hi: नियम एवं शर्तें

source: Thanks,
hi: धन्यवाद,

source: The Razorpay gateway is not configured. Contact support to enable online payments.
hi: रेज़रपे गेटवे कॉन्फ़िगर नहीं है। ऑनलाइन भुगतान सक्षम करने के लिए सहायता से संपर्क करें।

source: The operation took too long. We timed out to keep things responsive.
hi: ऑपरेशन में बहुत समय लग गया. हमने चीजों को प्रतिक्रियाशील बनाए रखने के लिए समय निकाला।

source: The page you were looking for doesn’t exist or may have moved.
hi: आप जिस पृष्ठ की तलाश कर रहे थे वह मौजूद नहीं है या संभवतः स्थानांतरित हो गया है।

source: The {{ app_name }} team
hi: {{ app_name }} टीम

source: These Terms & Conditions (the “Terms”) govern your access to and use of {{ app_name }} (“the Service”). By signing up, logging in, or otherwise using the Service, you agree to be bound by these Terms.
hi: ये नियम और शर्तें ("शर्तें") {{ app_name }} ("सेवा") तक आपकी पहुंच और उपयोग को नियंत्रित करती हैं। साइन अप करके, लॉग इन करके या अन्यथा सेवा का उपयोग करके, आप इन शर्तों से बंधे होने के लिए सहमत हैं।

source: These Terms are governed by and construed in accordance with the laws of India, without regard to conflict-of-law principles. Any disputes shall be subject to the exclusive jurisdiction of the courts located in Ahmedabad, Gujarat.
hi: ये शर्तें कानूनी सिद्धांतों के टकराव की परवाह किए बिना, भारत के कानूनों के अनुसार शासित और समझी जाती हैं। कोई भी विवाद अहमदाबाद, गुजरात में स्थित अदालतों के विशेष क्षेत्राधिकार के अधीन होगा।

source: This may take a moment while we run OCR.
hi: OCR चलाने में हमें कुछ समय लग सकता है।

source: This message was generated automatically by {{ app_name }}.
hi: यह संदेश {{ app_name }} द्वारा स्वचालित रूप से उत्पन्न हुआ था।

source: Thumbnail
hi: थंबनेल

source: Timeline
hi: समय
